[
  {
    "description": "If you enjoy a good shooter, you should give Rogue Squadron a try.",
    "releaseDate": "1998-11-17",
    "score": 85,
    "slug": "star-wars-rogue-squadron-3d",
    "title": "Star Wars: Rogue Squadron 3D",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-558-13.jpg"
  },
  {
    "description": "Lay rubber through spectacular landscapes with Titus's Automobili Lamborghini! Six first-class circuits wind though mountains, past waterfalls and under ancient ruins. Great graphics effects, including light flares on your windshield, will take your breath away. But it's the goods under the hood that will have speed freaks salivating.",
    "releaseDate": "1997-11-30",
    "score": null,
    "slug": "automobili-lamborghini",
    "title": "Automobili Lamborghini",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-1668-13.jpg"
  },
  {
    "description": "Exploit secret alien technology as you beat the Americans and Soviets at their own game in this action-packed, cold war thriller! Battlezone: Rise of the Black Dogs features advanced space-based tank combat, sniper capability and death-match intensity. With three modes of play, Battlezone gives you the power to define your combat experience - the only remaining question is how long you'll be around to use it.",
    "releaseDate": "2000-03-30",
    "score": null,
    "slug": "battlezone-rise-of-the-black-dogs",
    "title": "Battlezone: Rise of the Black Dogs",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-1843-13.jpg"
  },
  {
    "description": "As a young boy, Link is tricked by Ganondorf, the King of the Gerudo Thieves. The evil human uses Link to gain access to the Sacred Realm, where he places his tainted hands on Triforce and transforms the beautiful Hyrulean landscape into a barren wasteland. Link is determined to fix the problems he helped to create, so with the help of Rauru he travels through time gathering the powers of the Seven Sages.",
    "releaseDate": "1998-11-23",
    "score": 99,
    "slug": "the-legend-of-zelda-ocarina-of-time",
    "title": "The Legend of Zelda: Ocarina of Time",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-4763-13.jpg"
  },
  {
    "description": "The AeroFighters Assault team needs your help to save the Earth from the evil Phutta Morgana and their machines of doom. Engage a variety of enemy aircraft and boss characters around the globe in multiple missions. Join the battle in the only game that matters!",
    "releaseDate": "1997-10-30",
    "score": null,
    "slug": "aero-fighters-assault",
    "title": "Aero Fighters Assault",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-1370-13.jpg"
  },
  {
    "description": "Are you ready for the most realistic soccer game the world has ever seen? Get ready for: Incredible, seemless game control; Awesome animation with over 17,000 motion captured animations; Live, intelligent commentary; Every conceivable soccer move from headers to heel passes; Multiple formations to team strategies; Trade &amp; create your own players; 36 International teams with 16 players per team. Everything a soccer fan wants!",
    "releaseDate": "1997-07-31",
    "score": null,
    "slug": "international-superstar-soccer-64",
    "title": "International Superstar Soccer 64",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-4400-13.jpg"
  },
  {
    "description": "Have you ever bowled against your buddies with a Nuclear Ball on a lane constructed out of an alien's tongue? Probably not. But now you can, as you bowl for the perfect game in Milo's Astro Lanes, the wackiest, most spaced-out bowling blast ever! Use awesome power-ups like the devastating Pea Ball, toxic Cosmic Slime and mighty White Dwarf to thwart your opponents or keep them from stopping you. This insane game is what the future of bowling is all about!",
    "releaseDate": "1998-11-24",
    "score": null,
    "slug": "milos-astro-lanes",
    "title": "Milo's Astro Lanes",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-5216-13.jpg"
  },
  {
    "description": "The Professor has asked you to capture the Wild Pokémon of Pokémon island...on film! Tour the island in your ZERO-ONE vehicle and snap pictures of Pokémon in their natural habitat. Wild Pokémon are often camera-shy, so you'll have to use special items to bring them out in the open. Only the best shots will do for the Professor's Pokémon Report, so sharpen your photography skills and get ready to SNAP! \n\n* The first ever N64 game to feature the world-famous Pokémon -- fully rendered in 3-D! \n* Explore the many environments of Pokémon Island, like the sunny beach, the mysterious caves, and even a red-hot volcano! \n* Many different types of Pokémon inhabit the island. See how many you can catch on film! \n* Print your photos as stickers at Pokémon Snap Stations!",
    "releaseDate": "1999-06-30",
    "score": 77,
    "slug": "pokemon-snap",
    "title": "Pokemon Snap",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-6170-13.jpg"
  },
  {
    "description": "With All-Star Baseball '99, development house Iguana (Turok, NFL Quarterback Club '98) extends its sterling rep for putting great graphics on the N64. The high-resolution visual feast includes multiple player shadows during night games, digitized photos of most players and extremely detailed texture maps -- just check out the ivy and row houses at Wrigley! In stadiums with Jumbotrons, the action on the big screen replicates that on the field. The athletes are fully articulated, with nice use of shading that gives them a fully rounded look. Batters are graded on multiple characteristics, including whether they are pull, straightaway or opposite-field (push) hitters. Iguana has stacked the lineup with signature stances for everyone from Roberto Alomar to Sammy Sosa.",
    "releaseDate": "1998-04-27",
    "score": null,
    "slug": "all-star-baseball-99",
    "title": "All-Star Baseball 99",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-1466-13.jpg"
  },
  {
    "description": "Bomberman's latest adventure takes him across the galaxy! Princess Millian has been kidnapped by the evil Garaden Empire and it's up to Bomberman to save the day. Travel through worlds of ice, fire and water. Use new abilities and get help from friends like Louie the rabbit and Pibol the robot. New vehicles like the Bomber Copter and Bomber Marine will come in handy in your quest to save the Princess and free the universe once again!",
    "releaseDate": "1998-09-01",
    "score": null,
    "slug": "bomberman-hero",
    "title": "Bomberman Hero",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-1988-13.jpg"
  },
  {
    "description": "2001 A.D. - The world as you know it is no more. A deadly virus has wiped out 99% of the female population and the few surviving women are now worshipped as QueenLords. You are Griffin Spade, warrior and Battlelord in a post-apocalyptic future. With only the BattleTanx at your command, you must save mankind from extinction! Fight your way across the wasteland that was once America and rescue the QueenLords from roving gangs of mercenaries and thugs.",
    "releaseDate": "1998-12-31",
    "score": null,
    "slug": "battletanx",
    "title": "BattleTanx",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-1833-13.jpg"
  },
  {
    "description": "Killer Instinct Gold rocks the gaming world with its earth-shattering moves and unbelievable graphics. Your battles unfold with lightning-fast action and fluid character animation at 60 frames per second. We faithfully duplicated all the features that made Killer Instinct 2 an arcade hit. We've even thrown in a complete training mode to school you on all the moves! The eye-popping graphics, the explosive hits and jaw-dropping combos make Killer Instinct Gold the only fighting game you'll ever want in your house!",
    "releaseDate": "1996-11-25",
    "score": null,
    "slug": "killer-instinct-gold",
    "title": "Killer Instinct Gold",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-4571-13.jpg"
  },
  {
    "description": "Defeat the Masters of the Fight in a head-on bout of power and skill. Fighters Destiny demands everything you have, everything you are and throws it right back at you in truly amazing, unstoppable 3D action. Prepare to fight every step of the way as you master the moves and unlock the secrets to fulfill your ultimate destiny!",
    "releaseDate": "1998-01-31",
    "score": null,
    "slug": "fighters-destiny",
    "title": "Fighters Destiny",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-3571-13.jpg"
  },
  {
    "description": "Live by the sword. Kill for the mace! Forged in the fires of the Dark Ages, Mace is the hottest 3D fighting game ever! Each medieval character wields a weapon unique to their land of origin. Their only desire - inflict serious pain! Sixteen player-selectable characters, two amazing bosses and six hidden characters. Tons of tasty combos and reversals with simple four-button controls. Become immersed in battle with complete 3D character movement. Behold the interactive multi-level arenas, but beware of the deadly boundaries!",
    "releaseDate": "1997-10-31",
    "score": null,
    "slug": "mace-the-dark-age",
    "title": "Mace: The Dark Age",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-4862-13.jpg"
  },
  {
    "description": null,
    "releaseDate": "1999-05-29",
    "score": null,
    "slug": "superman-the-new-superman-adventures",
    "title": "Superman: The New Superman Adventures",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-7850-13.jpg"
  },
  {
    "description": "A pair of defective nuclear missiles, en route to a safe detonation site, has begun to leak. Badly damaged, the carrier automatically locks onto the most direct route. Clear a path to help the carrier arrive safely. Tons of vehicles are at your disposal. Leave nothing standing or the adventure will end in an earth-shattering explosion! Find the hidden technicians to ensure a safe detonation. Strap on your seat belt, it's going to be a bumpy ride.",
    "releaseDate": "1997-02-28",
    "score": 90,
    "slug": "blast-corps",
    "title": "Blast Corps",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-1915-13.jpg"
  },
  {
    "description": null,
    "releaseDate": "1997-12-08",
    "score": null,
    "slug": "mortal-kombat-mythologies-sub-zero",
    "title": "Mortal Kombat Mythologies: Sub-Zero",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-5326-13.jpg"
  },
  {
    "description": null,
    "releaseDate": "1998-02-10",
    "score": null,
    "slug": "nba-in-the-zone-98",
    "title": "NBA In The Zone '98",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-5489-13.jpg"
  },
  {
    "description": "Whoopie World, the greatest amusement park ever, is ready to open, but second-banana park mascot, Jojo the Raccoon, has gone nuts. He's taken over the park! Can Rocket, the most advanced amusement park robot ever, save the day? Rocket's a one wheel wonder with double-jump booster rockets and 7 cool cars to drive. He's got a tractor beam that can pick up almost anything, swing from ledges, trees, even toss freeze &amp; smash objects. Rocket's got the moves &amp; he's got the tools to make things right.",
    "releaseDate": "1999-10-31",
    "score": null,
    "slug": "rocket-robot-on-wheels",
    "title": "Rocket: Robot on Wheels",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-6817-13.jpg"
  },
  {
    "description": null,
    "releaseDate": "1997-11-08",
    "score": null,
    "slug": "san-francisco-rush-extreme-racing",
    "title": "San Francisco Rush: Extreme Racing",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-6975-13.jpg"
  },
  {
    "description": "Over 700 Major League Baseball players and 30 stadiums including 5 new ballparks. Faster gameplay with Easy Batting / Pitching options. Hook slides, swipe tags, and home plate collisions. All-new Batting Practice mode lets you hone your skills. First ever Hall of Fame team including Nolan Ryan and Reggie Jackson. Full roster management includes: multi-player trades; create, sign and release players.Team stats in over 300 categories by STATS Inc.",
    "releaseDate": "2000-03-31",
    "score": null,
    "slug": "all-star-baseball-2001",
    "title": "All-Star Baseball 2001",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-9227-13.jpg"
  },
  {
    "description": "The ultimate Pokémon battle is about to begin... \n\nAt long last, all of your favorite Pokémon are ready to go head-to-head on the N64®! Whether you're battling a friend, a Gym Leader or a tournament contestant, you're about to witness some of the most spectacular battle scenes in Pokémon history! Select a team from a huge stable of \"rental\" battlers, or use the included N64 Transfer Pak to upload your own team from Pokémon Red, Blue or Yellow! This Stadium is packed and ready to rock! \n\n* Awesome 3D animation on N64 makes all 151 Pokémon larger than life! \n* Use the N64 Transfer Pak to battle using your Pokémon from Red, Blue, or Yellow! \n* Battle your way to the top of the championships or have a free-for-all with up to four players! \n* Nine Mini-Games add to the multi-player fun! \n* Use the power of the Transfer Pak and the N64 to play the Pokémon Game Boy games on your television!",
    "releaseDate": "2000-02-29",
    "score": null,
    "slug": "pokemon-stadium",
    "title": "Pokemon Stadium",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-6179-13.jpg"
  },
  {
    "description": "The Rugrats are going to Paris! Join Tommy, Chuckie, Kimi and the rest of the Rugrats gang as they journey through Paris and EUROREPTARLAND. France will never be the same. Roar through the streets of Paris, win carnival games and prizes, get choppin' with Chuckie Chan, bump your buddies on the bumper cars!",
    "releaseDate": "2000-11-12",
    "score": 64,
    "slug": "rugrats-in-paris-the-movie",
    "title": "Rugrats in Paris: The Movie",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-9487-13.jpg"
  },
  {
    "description": "Get ready to save the world Power Rangers style! As a member of the elite Lightspeed Rescue team, players rescue people from monsters, earn awesome power-ups, and even take control of a giant Megazord! Over 20 levels of gameplay inspired by the Power Rangers Lightspeed Rescue TV show. Multiple game modes including Rescue, Battle and Megazord games. Huge boss battles with monsters from the TV show including Diabolico, Magmavore and others!",
    "releaseDate": "2000-09-28",
    "score": 25,
    "slug": "sabans-power-rangers-lightspeed-rescue",
    "title": "Saban's Power Rangers: Lightspeed Rescue",
    "image": "https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-6241-13.jpg"
  }
]